import type { PeopleTableData } from "./type";

export const PEOPLE_TABLE_MOCK: PeopleTableData = [
	{
		'ID': 1,
		'ФИО': 'Юдин Данила Антонович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@danya0808',
		'Дата рождения': '08.08.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	{
		'ID': 2,
		'ФИО': 'Измайлов Артур Ринатович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@lastus',
		'Дата рождения': '23.11.2004',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	{
		'ID': 3,
		'ФИО': 'Федоренко Антон Алексеевич',
		'Группа': 'ИУ8-61Б',
		'Контакт': '@cuterat',
		'Дата рождения': '09.07.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	{
		'ID': 4,
		'ФИО': 'Юдин Илья Антонович',
		'Группа': 'РК6-11Б',
		'Контакт': '@wern1x',
		'Дата рождения': '19.09.2010',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	}
];
