import type { PeopleTableData } from "./type";

export const PEOPLE_TABLE_MOCK: PeopleTableData = {
	'1': {
		'ID': 1,
		'ФИО': 'Юдин Данила Антонович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@danya0808',
		'Дата рождения': '08.08.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	'2': {
		'ID': 2,
		'ФИО': 'Юдин Данила Антонович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@danya0808',
		'Дата рождения': '08.08.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	'3': {
		'ID': 3,
		'ФИО': 'Юдин Данила Антонович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@danya0808',
		'Дата рождения': '08.08.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	},
	'4': {
		'ID': 4,
		'ФИО': 'Юдин Данила Антонович',
		'Группа': 'ИУ3-63Б',
		'Контакт': '@danya0808',
		'Дата рождения': '08.08.2005',
		'Дата вступления': '01.01.1970',
		'Личная страница': 'Перейти',
	}
}
